Repository: marshmll/pixelminer
Catalog: src/pixelminer/Locales/*.UTF-8/LC_MESSAGES/pixelminer.po
Languages: es, pt_br, ru

source: Desert
es: Desierto
pt_br: Deserto
ru: Пустыня

source: Forest
es: Bosque
pt_br: Floresta
ru: Лес

source: Grassland
es: Pradera
pt_br: Pradaria
ru: Пастбище

source: Jungle
es: Selva
pt_br: Selva
ru: Джунгли

source: Mountains
es: Montañas
pt_br: Montanhas
ru: Горы

source: Ocean
es: Océano
pt_br: Oceano
ru: Океан

source: Tundra
ru: Тундра

source: Unknown
es: Desconocido
pt_br: Desconhecido
ru: Неизвестный

source: Cell out of bounds:
es: Celda fuera de limítes:
pt_br: Célula fora dos limites:
ru: Клетка выходит за пределы:

source: Entity
es: Entidad
pt_br: Entidade:
ru: Сущность

source: with id
es: con id
pt_br: com id
ru: с ID

source: was not found in the spatial grid partition.
es: no se encontró en la partición de la cuadrícula espacial.
pt_br: não foi encontrado(a) na partição de grade de espaço.
ru: не было найдено в разбиении пространственной сетки.

source: Generating world metadata...
es: Generando metadatos del mundo...
pt_br: Gerando metadata do mundo...
ru: Создание метаданных о мире...

source: Preparing to load
es: Preparándose para cargar
pt_br: Preparando para carregar
ru: Подготовка к загрузке

source: Could not write world metadata:
es: No se pueden escribir metadatos para el mundo:
pt_br: Não foi possível escrever metadata para o mundo:
ru: Не удалось записать метаданные о мире:

source: Failed to write region file:
es: No se pudo escribir el archivo de región:
pt_br: Falha ao escrever arquivo de região:
ru: Не удалось записать файл региона:

source: Written
es: Escritos
pt_br: Escrito:
ru: Записано

source: tiles to region:
es: para la región:
pt_br: tiles para a região:
ru: плитки в регион:

source: Inexistent world:
es: Mundo inexistente:
pt_br: Mundo inexistente:
ru: Несуществующий мир:

source: Loading world metadata...
es: Cargando metadatos del mundo...
pt_br: Carregando metadata do mundo...
ru: Загрузка метаданных о мире...

source: No world metadata found:
es: No se encontraron metadatos mundiales:
pt_br: Não foi encontrado metadata para o mundo:
ru: Метаданные о мире не найдены:

source: Failed to open file:
es: No se pudo abrir el archivo:
pt_br: Falha ao abrir arquivo:
ru: Не удалось открыть файл:

source: Initializing terrain generator...
es: Inicializando generador de terreno...
pt_br: Inicializando gerador de terreno...
ru: Инициализация генератора рельефа...

source: Failed to read region file:
es: No se pudo leer el archivo de región:
pt_br: Falha ao abrir arquivo de região:
ru: Не удалось прочитать файл региона:

source: Corrupted region file: Chunk index out of bounds
es: Archivo de región dañado: índice de Chunk fuera de límites
pt_br: Arquivo de região corrompido: Índices de Chunk fora dos limites
ru: Поврежденный файл региона: Индекс чанка выходит за пределы

source: Corrupted region file:
es: Archivo de región dañado:
pt_br: Arquivo de região corrompido:
ru: Поврежденный файл региона:

source: out of bounds in Chunk
es: fuera de límites en Chunk
pt_br: fora dos limites no Chunk
ru: за пределами границ в Чанке

source: Invalid tile ID:
es: ID de tile no válido:
pt_br: ID de tile inválido:
ru: Неверный идентификатор плитки:

source: in Chunk
es: en Chunk
pt_br: no Chunk
ru: в Чанке

source: Read
es: Se leyeron
pt_br: Lidos(as)
ru: Было прочитано

source: tiles from region:
es: tiles de la región:
pt_br: tiles da região:
ru: плитка из региона:

source: Region (
es: Región (
pt_br: Região (
ru: Регион (

source: ) unloaded from memory.
es: ) descargado de la memoria.
pt_br: ) descarregada da memória.
ru: ) выгружается из памяти.

source: ) out of bounds.
es: ) fuera de límites.
pt_br: ) fora dos limites.
ru: ) за пределы.

source: Initializing perlin waves...
es: Inicializando ondas perlin...
pt_br: Inicializando ondas de perlin...
ru: Инициализация волн Перлина...

source: Generating noise maps...
es: Generando mapas de ruido...
pt_br: Gerando mapas de ruído...
ru: Создание карт шума...

source: Precomputing biomes...
es: Precalculando biomas...
pt_br: Pré-computando biomas...
ru: Предварительный расчет биомов...

source: Done!
es: Feito!
pt_br: Pronto!
ru: Готово!

source: Failed to generate region: Indexes are out of bounds.
es: No se pudo generar la región: Índices están fuera de los límites.
pt_br: Falha ao gerar região: Índices fora dos limites.
ru: Не удалось сгенерировать регион: Индексы выходят за границы.

source: Error at line
es: Error en la línea
pt_br: Erro na linha
ru: Ошибка в строке

source: , column
es: , columna
pt_br: , coluna
ru: , колонна

source: Could not open file:
es: No se pudo abrir el archivo:
pt_br: Não foi possivel abrir arquivo:
ru: Не удалось открыть файл:

source: Unexpected end of input
es: Fin inesperado de la entrada
pt_br: Fim de entrada inesperado
ru: Неожиданный конец ввода

source: Invalid JSON value
es: Valor JSON no válido
pt_br: Valor de JSON inválido
ru: Недопустимое значение JSON

source: Expected '"'
es: Esperado '"'
pt_br: Esperado '"'
ru: Ожидается '"'

source: Unexpected end of input in string
es: Fin inesperado de la entrada en la string
pt_br: Fim de string inesperado
ru: Неожиданный конец ввода в строке символов

source: Invalid escape character in string
es: Carácter de escape no válido en la string
pt_br: Caracter de escape inválido na string
ru: Недопустимый управляющий символ в строке

source: Unterminated string
es: String sin terminar
pt_br: String interminada
ru: Непрерванная строка

source: Integer value out of range:
es: Valor entero fuera de rango:
pt_br: Valor inteiro fora de intervalo:
ru: Целочисленное значение выходит за пределы диапазона:

source: Floating-point value out of range:
es: Valor de coma flotante fuera de rango:
pt_br: Valor de ponto flutuante fora de intervalo:
ru: Значение с плавающей точкой выходит за пределы диапазона:

source: Invalid boolean value
es: Valor booleano no válido
pt_br: Valor booleano inválido
ru: Недопустимое булево значение

source: Invalid null value
es: Valor nulo no válido
pt_br: Valor nulo inválido
ru: Недопустимое нулевое значение

source: Expected '{'
es: Esperado '{'
pt_br: Esperado '{'
ru: Ожидается '{'

source: Expected ':'
es: Esperado ':'
pt_br: Esperado ':'
ru: Ожидается ':'

source: Expected ',' or '}'
es: Esperado ',' o '}'
pt_br: Esperado ',' ou '}'
ru: Ожидается ',' или '}'

source: Expected '['
es: Esperado '['
pt_br: Esperado '['
ru: Ожидается '['

source: Expected ',' or ']'
es: Esperado ',' o ']'
pt_br: Esperado ',' ou ']'
ru: Ожидается ',' или ']'.

source: Expected '
es: Esperado '
pt_br: Esperado '
ru: Ожидается '

source: Failed to open ZIP archive for extraction:
es: No se pudo abrir el archivo ZIP para su extracción:
pt_br: Falha ao abrir arquivo ZIP para extração:
ru: Не удалось открыть ZIP-архив для извлечения:

source: Failed to locate first file of ZIP archive:
es: No se pudo localizar el primer archivo del archivo ZIP:
pt_br: Falha ao localizar primeiro arquivo do arquvo ZIP:
ru: Не удалось обнаружить первый файл архива ZIP:

source: Failed to create output directory "
es: No se pudo crear el directorio de salida "
pt_br: Falha ao criar diretório de saída "
ru: Не удалось создать выходной каталог »

source: Created output directory "
es: Directorio de salida creado "
pt_br: Criado diretório de saída "
ru: Создан выходной каталог »

source: Failed to get file info from ZIP archive:
es: No se pudo obtener información del archivo ZIP:
pt_br: Falha ao obter dados de arquivos do arquivo ZIP:
ru: Не удалось получить информацию о файле из архива ZIP:

source: Failed to open file inside ZIP archive:
es: No se pudo abrir el archivo dentro del archivo ZIP:
pt_br: Falha ao abrir arquivo dentro do arquivo ZIP:
ru: Не удалось открыть файл внутри ZIP-архива:

source: Failed to create directory "
es: No se pudo crear el directorio "
pt_br: Falha ao criar diretório "
ru: Не удалось создать каталог »

source: Created directory "
es: Directorio creado "
pt_br: Criado diretório "
ru: Создан каталог »

source: Failed to create output file:
es: No se pudo crear el archivo de salida:
pt_br: Falha ao criar arquivo de saída:
ru: Не удалось создать выходной файл:

source: Extracted file "
es: Archivo extraído "
pt_br: Extraído arquivo "
ru: Извлеченный файл »

source: Successfully extracted
es: Extraído con éxito
pt_br: Extraído com sucesso:
ru: Успешно извлечено

source: files (
es: archivos (
pt_br: arquivos (
ru: файлы (

source: KB) from ZIP archive: "
es: KB) del archivo ZIP: "
pt_br: KB) do arquivo ZIP: "
ru: KB) из архива ZIP: »

source: Failed to create ZIP file:
es: No se pudo crear el archivo ZIP:
pt_br: Falha ao criar arquivo ZIP:
ru: Не удалось создать ZIP-файл:

source: Successfully compressed "
es: Comprimido con éxito "
pt_br: Comprimidos com sucesso "
ru: Успешное сжатие »

source: " to ZIP archive: "
es: " al archivo ZIP: "
pt_br: " para o arquivo ZIP: "
ru: « в архив ZIP: »

source: Failed to add file to ZIP:
es: No se pudo agregar el archivo al ZIP:
pt_br: Falha ao adicionar arquivo para o ZIP:
ru: Не удалось добавить файл в ZIP:

source: Failed to write data to ZIP file:
es: No se pudieron escribir datos en el archivo ZIP:
pt_br: Falha ao escrever dados para o arquivo ZIP:
ru: Не удалось записать данные в ZIP-файл:

source: Added file:
es: Archivo agregado:
pt_br: Adicionado arquivo:
ru: Добавлен файл:

source: Never
es: Nunca
pt_br: Nunca
ru: Никогда

source: INVALID TIMESTAMP
es: TIMESTAMP NO VÁLIDO
pt_br: TIMESTAMP INVÁLIDO
ru: НЕДОПУСТИМАЯ ВРЕМЕННАЯ МЕТКА

source: FORMATTING ERROR
es: ERROR DE FORMATO
pt_br: ERRO DE FORMATAÇÃO
ru: ОШИБКА ФОРМАТИРОВАНИЯ

source: INFO
ru: ИНФО

source: WARNING
es: ADVERTENCIA
pt_br: AVISO
ru: ВНИМАНИЕ

source: ERROR
pt_br: ERRO
ru: ОШИБКА

source: Singleplayer
es: Un Jugador
pt_br: Um Jogador
ru: Одиночная игра

source: Multiplayer
es: Multijugador
pt_br: Multijogador
ru: Мультиплеер

source: Options
es: Opciones
pt_br: Opções
ru: Опции

source: Quit
es: Abandonar
pt_br: Sair
ru: Увольнение

source: Loading world
es: Cargando mundo
pt_br: Carregando mundo
ru: Мир загрузки

source: grid x, y:
es: cuadrícula x,y:
ru: сетка x, y:

source: velocity x, y:
es: velocidad x, y:
pt_br: velocidade x, y:
ru: cкорость x, y:

source: chunk:
ru: чанк:

source: region:
es: región:
pt_br: região:
ru: регион:

source: biome:
es: bioma:
pt_br: bioma:
ru: биом:

source: height:
es: altura:
pt_br: altura:
ru: высота:

source: , moisture:
es: , humedad:
pt_br: , umidade:
ru: , влажность:

source: , heat:
es: , calor:
pt_br: , calor:
ru: , тепло:

source: Play Selected World
es: Jugar Mundo Seleccionado
pt_br: Jogar Mundo Selecionado
ru: Играть в избранном мире

source: Create New World
es: Crear Nuevo Mundo
pt_br: Criar Novo Mundo
ru: Создать новый мир

source: Edit
es: Editar
pt_br: Editar
ru: Редактировать

source: Delete
es: Borrar
pt_br: Deletar
ru: Удалить

source: Re-Create
es: Recrear
pt_br: Re-Criar
ru: Создайте заново

source: Cancel
es: Cancelar
pt_br: Cancelar
ru: Отмена

source: Back
es: Retroceder
pt_br: Voltar
ru: Вернуться

source: Done
pt_br: Feito
ru: Готово

source: Invalid locales file
pt_br: Arquivo de localidades invalido
ru: Недопустимый файл локалей

source: The file "locales.json" in SETTINGS_FOLDER might be corrupted or ill-formed.
pt_br: O arquivo "locales.json" em SETTINGS_FOLDER pode estar corrompido ou mal-formado.
ru: Файл «locales.json» в папке SETTINGS_FOLDER может быть поврежден или неправильно сформирован.

source: Failed to save locale files
pt_br: Falha ao salvar arquivo de localidade
ru: Не удалось сохранить файлы локали

source: Could not open "locales.json" to save the new language preference.
pt_br: Não foi possivel abrir "locales.json" para salvar a nova preferência de linguagem.
ru: Не удалось открыть файл «locales.json» для сохранения новых языковых предпочтений.

source: Join Server
es: Unirse al Servidor
pt_br: Entrar no Servidor
ru: Присоединиться к серверу

source: Direct Connect
es: Conexión Directa
pt_br: Conexão Direta
ru: Прямое соединение

source: Add Server
es: Agregar Servidor
pt_br: Adicionar Servidor
ru: Добавить сервер

source: Refresh
es: Actualizar
pt_br: Atualizar
ru: Обновление

source: Error parsing "servers.json":
pt_br: Erro ao ler “servers.json”:
ru: Ошибка при разборе файла «servers.json»:

source: Error parsing "servers.json" file
pt_br: Erro ao analisar o arquivo “servers.json”
ru: Ошибка при разборе файла «servers.json»

source: The file may be corrupted or ill-formed. Fix or delete the file:
pt_br: O arquivo pode estar corrompido ou mal formado. Corrija ou exclua o arquivo:
ru: Файл может быть поврежден или неправильно сформирован. Исправьте или удалите файл:

source: Attempting to reach server...
pt_br: Tentando entrar em contato com o servidor...
ru: Попытка связаться с сервером...

source: Pending
pt_br: Pendente
ru: В ожидании

source: Status:
es: Estado:
ru: Статус:

source: Server Address
es: Dirección del Servidor
pt_br: Endereço do Servidor
ru: Адрес сервера

source: Joining server
es: Entrando al servidor
pt_br: Entrando no servidor
ru: Присоединение к серверу

source: Attempting to establish connection...
es: Intentando establecer conexión...
pt_br: Tentando estabelecer conexão...
ru: Попытка установить соединение...

source: Socket error
pt_br: Erro de socket
ru: Ошибка сокета

source: Could not bind the client UDP socket to a port. This may be a system error or a invalid configuration of the socket.
pt_br: Não foi possível vincular o socket UDP do cliente a uma porta. Isto pode ser devido a um erro de sistema ou configuração de socket inválida.
ru: Не удалось привязать UDP-сокет клиента к порту. Это может быть системная ошибка или неправильная конфигурация сокета.

source: Connection error
es: Error de conexión
pt_br: Erro de conexão
ru: Ошибка подключения

source: The server did not respond after 10 seconds. Check if the server exists and if it is online, and if your internet connectivity is ok.
es: El servidor no respondió después de 10 segundos. Verifique si el servidor existe y si está online, y si su conectividad a Internet está bien.
pt_br: O servidor não respondeu depois de 10 segundos. Verifique se o servidor existe e está online, e se sua conectividade de internet está boa.
ru: Сервер не отвечает через 10 секунд. Проверьте, существует ли сервер, находится ли он в сети, и все ли в порядке с подключением к Интернету.

source: The server refused to connect with this client. This might be because of a attempt to a self-connection or a server ban.
pt_br: O servidor recusou a conectar-se com este cliente. Isto pode ser devido a uma tentativa de conectar-se a si mesmo ou um banimento do servidor.
ru: Сервер отказался соединиться с этим клиентом. Это может быть вызвано попыткой самостоятельного подключения или запретом сервера.

source: Disconnected.
es: Desconectado.
pt_br: Desconectado.
ru: Отключен.

source: Server Name (optional)
es: Nombre del Servidor (opcional)
pt_br: Nome do Servidor (opcional)
ru: Имя сервера (необязательно)

source: Add
es: Agregar
pt_br: Adicionar
ru: Добавить

source: Pixelminer Server
es: Servidor Pixelminer
pt_br: Servidor Pixelminer
ru: Сервер Pixelminer

source: Player "
es: Jugador(a) "
pt_br: Jogador: "
ru: Игрок »

source: " with id
es: " con id
pt_br: " com id
ru: « с id

source: loaded from file. Spawned at x:
es: cargado desde el archivo. Generado en x:
pt_br: carregado do arquivo. Spawnou em x:
ru: загружен из файла. Порожден в точке x:

source: spawned at x:
es: generado en x:
pt_br: spawnow em x:
ru: порожденный в точке x:

source: Failed to save
es: No se pudo guardar
pt_br: Falha ao salvar
ru: Не удалось сохранить

source: to world
es: al mundo
pt_br: para o mundo
ru: в мир

source: : Folder does not exist.
es: : El directorio no existe.
pt_br: : Diretório inexistente.
ru: : Папка не существует.

source: Failed to save player data:
es: No se pudieron guardar los datos del jugador:
pt_br: Falha ao salvar dados do jogador:
ru: Не удалось сохранить данные игрока:

source: Something went wrong while saving player data:
es: Algo salió mal al guardar los datos del jugador:
pt_br: Algo deu errado durante o salvamento dos dados do jogador:
ru: При сохранении данных игрока что-то пошло не так:

source: (bad bit was set).
es: ("bad bit" fue devuelto).
pt_br: (bad bit foi setado).
ru: (был установлен плохой бит).

source: Player data saved to player:
es: Datos del jugador guardados en el jugador:
pt_br: Dados de jogador salvos para o jogador:
ru: Данные игрока сохраняются в плеере:

source: tried to move without an initialized movement component.
es: intentó moverse sin un componente de movimiento inicializado.
pt_br: tentou se mover sem um componente de movimento inicializado.
ru: пытался двигаться без инициализированного компонента движения.

source: Entity with ID:
es: Entidád con ID:
pt_br: Entidade com ID:
ru: Сущность с ID:

source: tried to play an animation without an initialized animation component.
es: intenté reproducir una animación sin un componente de animación inicializado.
pt_br: tentou reproduzir uma animação sem um componente de animação inicializado.
ru: попытка воспроизвести анимацию без инициализированного компонента анимации.

source: accessed non-initialized AttributeFunctionality.
es: accedió a AttributeFunctionality no inicializado.
pt_br: acessou AttributeFunctionality não inicializado.
ru: доступ к неинициализированному атрибуту Функциональность.

source: does not have a collision functionality.
es: no tiene una funcionalidad de colisión.
pt_br: não possui funcionalidade de colisão.
ru: не имеет функции столкновения.

source: Pine Tree
es: Pino
pt_br: Pinheiro
ru: Сосна

source: Failed to acesss first hitbox of entity.
es: No se pudo acceder al primer hitbox de la entidad.
pt_br: Falha ao acessar hitbox principal de entidade.
ru: Не удалось захватить первый хитбокс существа.

source: Inexistent sound:
pt_br: Som inexistente:
ru: Несуществующий звук:

source: Invalid layer "
es: Capa no válida "
pt_br: Camada inválida "
ru: Неверный слой »

source: " for entity
es: "para entidad
pt_br: " para a entidade
ru: « для субъекта

source: Invalid animation "
es: Animación no válida "
pt_br: Animação inválda "
ru: Неверная анимация »

source: Usage:
es: Uso:
pt_br: Modo de uso:
ru: Использование:

source: tp [(targets...)] [(x y) OR (target)]
es: tp [(objetivos...)] [(x y) O (objetivo)]
pt_br: tp [(alvos...)] [(x y) OU (alvo)]
ru: tp [(цели...)] [(x y) ИЛИ (цель)]

source: Error: No targets to teleport specified.
es: Error: No se han especificado objetivos para teletransportarse.
pt_br: Erro: Nenhum alvo para teleportar foi especificado.
ru: Ошибка: Не указаны цели для телепортации.

source: Error: No targets to teleport found.
es: Error: No se encontraron objetivos para teletransportarse.
pt_br: Erro: Nenhum algo para teleportar encontrado.
ru: Ошибка: Не найдено целей для телепортации.

source: Error: World coordinate out of bounds.
es: Error: Coordenada del mundo fuera de límites.
pt_br: Erro: Coordenada do mundo fora dos limites.
ru: Ошибка: Мировая координата выходит за пределы.

source: Error: Invalid coordinate format.
es: Error: Formato de coordenadas no es válido.
pt_br: Erro: Formato de coordenadas inválido.
ru: Ошибка: Недопустимый формат координат.

source: Error: No destination target found.
es: Error: No se encontró ningún objetivos de destino.
pt_br: Erro: Nenhum alvo de destino encontrado.
ru: Ошибка: Цель назначения не найдена.

source: Error: Destination must resolve to exactly one target.
es: Error: El destino debe resolverse exactamente en un objetivo.
pt_br: Erro: Destino deve resolver para exatamente um algo.
ru: Ошибка: Пункт назначения должен разрешиться ровно на одну цель.

source: Teleported
es: Teletransportado
pt_br: Teleportada(s)
ru: Телепортироваться

source: entity to
pt_br: entidade para
ru: сущность к

source: the position of
pt_br: a posição de
ru: на место

source: id [target]
es: id [objetivo]
pt_br: id [alvo]
ru: id [цель]

source: Error: No valid entity found for target "
es: Error: No se encontró ninguna entidad válida para el objetivo "
pt_br: Erro: Nenhuma entidade válida encontrada para o alvo "
ru: Ошибка: Не найдено ни одной действительной сущности для цели »

source: Error: Target "
es: Error: Objetivo "
pt_br: Erro: Alvo "
ru: Ошибка: Цель »

source: " resolved to multiple entities. Please specify a unique target.
es: " resuelto en varias entidades. Especifique un objetivo único.
pt_br: " resolveu em múltiplas entidades. Por favor especifique um alvo único.
ru: « разрешено нескольким сущностям. Пожалуйста, укажите уникальную цель.

source: Entity ID:
es: ID de entidad:
pt_br: ID da entidade:
ru: ID сущность:

source: Error: Empty command.
es: Error: comando vacío.
pt_br: Erro: Comando vazio.
ru: Ошибка: Пустая команда.

source: Unknown command: "
es: Comando desconocido: "
pt_br: Comando desconhecido: "
ru: Неизвестная команда: »

source: Back to Game
es: Volver al Juego
pt_br: Voltar ao Jogo
ru: Назад к игре

source: Achievements
es: Logros
pt_br: Conquistas
ru: Достижения

source: Statistics
es: Estadística
pt_br: Estatísticas
ru: Статистика

source: Open To LAN
es: Abrir a LAN
pt_br: Abrir para a LAN
ru: Открыто для LAN

source: Save And Quit To Main Menu
es: Guardar y Salir al Menú Principal
pt_br: Salvar e Sair para o Menu Principal
ru: Сохранить и выйти в главное меню

source: Server online at:
es: Servidor en online en:
pt_br: Servidor online em:
ru: Сервер онлайн на сайте:

source: Failed to start server.
es: No se pudo iniciar el servidor.
pt_br: Falha ao iniciar servidor.
ru: Не удалось запустить сервер.

source: Could not connect to
pt_br: Não foi possível se conectar em
ru: Не удалось подключиться к

source: Connection timeout:
es: Tiempo de espera de conexión expiró:
pt_br: Tempo limite de conexão esgotado:
ru: Таймаут соединения:

source: Connection with server
es: Conexión con el servidor
pt_br: Conexão com servidor
ru: Соединение с сервером

source: timed out after 5 seconds.
es: se expiró después de 5 segundos.
pt_br: expirou depois de 5 segundos.
ru: прервалось через 5 секунд.

source: Connected to server:
es: Conectado al servidor:
pt_br: Conectado ao servidor:
ru: Подключился к серверу:

source: Reconnected to server:
es: Reconectado al servidor:
pt_br: Reconectado ao servidor:
ru: Снова подключился к серверу:

source: Connection refused by server
es: Conexión rechazada por el servidor
pt_br: Conexão recusada pelo servidor
ru: Соединение отклонено сервером

source: Bad response from server
es: Mala respuesta del servidor
pt_br: Má resposta do servdor
ru: Плохой ответ от сервера

source: Could not bind to a port.
es: No se pudo vincular a una puerta.
pt_br: Não foi possível se vincular a uma porta.
ru: Не удалось привязаться к порту.

source: Already connected to
es: Ya conectado a
pt_br: Já conectado em
ru: Уже подключен к

source: Not connected to any server.
es: No conectado a ningún servidor.
pt_br: Não conectado a nenhum servidor.
ru: Не подключен ни к одному серверу.

source: Failed to communicate with server. Disconnecting anyway.
es: No se puede comunicar con el servidor. Desconectando de todos modos.
pt_br: Falha ao se comunicar com o servidor. Desconectando mesmo assim.
ru: Не удалось установить связь с сервером. Все равно отсоединяюсь.

source: Disconnected from server
es: Desconectado del servidor
pt_br: Desconectado do servidor
ru: Отключен от сервера

source: Error sending packet to
es: Error al enviar el paquete a
pt_br: Errro ao enviar pacote para
ru: Ошибка отправки пакета в

source: File "
es: Archivo "
pt_br: Arquivo "
ru: Файл »

source: " does not exist.
es: "no existe.
pt_br: " não existe.
ru: « не существует.

source: Error sending file part
es: Error al enviar parte del archivo
pt_br: Erro ao enviar parte de arquivo
ru: Ошибка при отправке части файла

source: B) of file
es: B) de archivo
pt_br: B) do arquivo
ru: B) из файла

source: to:
es: a:
pt_br: para:
ru: к:
