Repository: marshmll/pixelminer
Catalog: src/pixelminer/Locales/*.UTF-8/LC_MESSAGES/pixelminer.po
Languages: es, pt_br, ru

source: Sent file part:
es: Parte del archivo enviado:
pt_br: Enviado parte de arquivo:
ru: Отправленная часть файла:

source: Could not write to file: "
es: No se pudo escribir en el archivo: "
pt_br: Não foi possivel escrever no arquivo: "
ru: Не удалось записать в файл: »

source: Received file part
es: Parte del archivo recibido
pt_br: Recebido parte de arquivo
ru: Полученная часть файла

source: of file:
es: del archivo:
pt_br: do arquivo:
ru: файла:

source: Server
pt_br: Servidor
ru: Сервер

source: online.
ru: в режиме онлайн.

source: Server's listener thread for (
es: Thread de escucha del servidor para (
pt_br: Thread ouvidora de servidor para (
ru: Поток слушателя сервера для (

source: ) is offline.
es: ) cerrada.
pt_br: ) está offline.
ru: ) не работает.

source: Connection with client
es: Conexión con el cliente
pt_br: Conexão com cliente
ru: Связь с клиентом

source: timed out after
es: expiró después de
pt_br: expirou depois de
ru: завершился после

source: seconds.
es: segundos.
pt_br: segundos.
ru: секунды.

source: Connecting to self is not allowed.
es: No se permite conectarse consigo mismo.
pt_br: Conectar à si mesmo não é permitido.
ru: Подключение к себе запрещено.

source: Client with IP reconnected:
es: Cliente con IP reconectado:
pt_br: Cliente com IP reconectou-se:
ru: Подключение к себе не разрешено. Клиент с IP переподключился:

source: Client with IP is already connected:
es: El cliente con IP ya está conectado:
pt_br: Cliente com IP já está conectado:
ru: Клиент с IP уже подключен:

source: A Pixelminer Server.
es: Un servidor Pixelminer.
pt_br: Um Servidor Pixelminer.
ru: Сервер Pixelminer.

source: Waiting for listener thread...
pt_br: Esperando pela thread ouvidora...
ru: Ожидание потока сервера...

source: Already listening on port
es: Ya escuchando en puerto
pt_br: Já escutando na porta
ru: Уже прослушивает порт

source: Could not bind to port
es: No se pudo vincular a puerta
pt_br: Não foi possivel se vincular à porta:
ru: Не удалось установить связь с портом

source: Maximum number of connections reached. Refused connection with client:
es: Número máximo de conexiones alcanzadas. Conexión rechazada con el cliente:
pt_br: Número máximo de conexões atingido. Recusada a conexão com o cliente:
ru: Достигнуто максимальное количество соединений. Отказано в соединении с клиентом:

source: Client with IP
es: Cliente con IP
pt_br: Cliente com IP
ru: Клиент с IP

source: connected.
es: conectado.
pt_br: conectado.
ru: соединены.

source: Client with UUID
es: Cliente con UUID
pt_br: Cliente com UUID
ru: Клиент с UUID

source: is not connected.
es: o está conectado.
pt_br: conectou-se.
ru: не подключен.

source: is now disconnected.
es: ahora está desconectado.
pt_br: desconectou-se.
ru: теперь отключен.

source: Could not send packet to:
es: No se pudo enviar el paquete a:
pt_br: Não foi possível enviar pacote para:
ru: Не удалось отправить пакет:

source: Error while sending control message to:
es: Error al enviar mensaje de control a:
pt_br: Erro durante o envio de mensagem de controle para:
ru: Ошибка при отправке управляющего сообщения:

source: Client is not connected:
es: Cliente no está conectado:
pt_br: Cliente não está conectado:
ru: Клиент не подключен:

source: Invalid file:
es: Archivo no válido:
pt_br: Arquivo inválido:
ru: Недопустимый файл:

source: Could not write file:
es: No se pudo escribir el archivo:
pt_br: Não foi possivel escrever arquivo:
ru: Не удалось записать файл:

source: of file:
es: de archivo:
pt_br: do arquivo:
ru: файла:

source: Server is down
es: Servidor cerrado
pt_br: Servidor desligado
ru: Сервер выключен

source: Inexistent resouce pack:
es: Paquete de recursos inexistente:
pt_br: Pacote de recursos inexistente:
ru: Несостоявшийся пакет ресурсов:

source: Failed to cache resource pack:
es: No se pudo almacenar en caché el paquete de recursos:
pt_br: Falha ao armazenar pacote de recursos em cache:
ru: Не удалось кэшировать пакет ресурсов:

source: Resource pack
es: Paquete de recursos
pt_br: Pacote de recursos
ru: Ресурсный пакет

source: does not have a "pack.json" file.
es: no tiene un archivo "pack.json".
pt_br: não possui um arquivo "pack.json".
ru: не имеет файла «pack.json».

source: Failed to open "pack.json" file in resource pack:
es: No se pudo abrir el archivo "pack.json" en el paquete de recursos:
pt_br: Falha ao abrir o arquivo "pack.json" no pacote de recursos:
ru: Не удалось открыть файл «pack.json» в пакете ресурсов:

source: Missing texture "icon.png" in resource pack:
es: Falta la textura "icon.png" en el paquete de recursos:
pt_br: Faltando textura "icon.png" no pacote de recursos:
ru: Отсутствует текстура «icon.png» в пакете ресурсов:

source: Failed to open font file:
es: No se pudo abrir el archivo de fuente:
pt_br: Falha ao abrir arquivo de fonte:
ru: Не удалось открыть файл шрифта:

source: from resource pack:
es: del paquete de recursos:
pt_br: do pacote de recursos:
ru: из набора ресурсов:

source: Failed to open "textures.json" file in resource pack:
es: No se pudo abrir el archivo "textures.json" en el paquete de recursos:
pt_br: Falha ao abrir "textures.json" no pacote de recursos:
ru: Не удалось открыть файл «textures.json» в пакете ресурсов:

source: Missing texture
es: Faltando textura
pt_br: Textura faltando:
ru: Отсутствующая текстура

source: in resource pack:
es: en el paquete de recursos:
pt_br: no pacote de recursos
ru: в наборе ресурсов:

source: Failed to open "sounds.json" file in resource pack:
es: No se pudo abrir el archivo "sounds.json" en el paquete de recursos:
pt_br: Falha ao abrir o arquivo "sounds.json" no pacote de recursos:
ru: Не удалось открыть файл «sounds.json» в пакете ресурсов:

source: Missing sound
es: Faltando sonido
pt_br: Som faltando:
ru: Отсутствующий звук

source: Missing music
es: Faltando música
pt_br: Música faltando:
ru: Отсутствующая музыка

source: Failed to open "tile_db.json" file in resource pack:
es: No se pudo abrir el archivo "tile_db.json" en el paquete de recursos:
pt_br: Falha ao abrir "tile_db.json" no pacote de recursos:
ru: Не удалось открыть файл «tile_db.json» в пакете ресурсов:

source: Error while reading tile database:
es: Error al leer la base de datos de mosaicos:
pt_br: Erro durante a leitura do banco de dados de tiles:
ru: Ошибка при чтении базы данных плитки:

source: Sucessfully loaded resource pack
es: Cargado con éxito el paquete de recursos
pt_br: Pacote de recursos carregado com sucesso:
ru: Успешно загружен пакет ресурсов

source: textures,
es: texturas,
pt_br: texturas,
ru: текстуры,

source: fonts,
es: fuentes,
pt_br: fontes,
ru: Шрифты,

source: sound buffers,
es: buffers de sonido,
pt_br: buffers de som,
ru: звуковые буферы,

source: sounds,
es: sonidos,
pt_br: sons,
ru: звуки,

source: musics.
es: músicas.
pt_br: músicas.
ru: музыка.

source: Inexistent font
es: Fuente inexistente
pt_br: Fonte inexistente:
ru: Несуществующий шрифт

source: Inexistent texture
es: Textura inexistente
pt_br: Textura inexistente:
ru: Несуществующая текстура

source: Inexistent sound buffer
es: Buffer de sonido inexistente
pt_br: Buffer de som inexistente
ru: Несуществующий звуковой буфер

source: Inexistent sound
es: Sonido inexistente
pt_br: Som inexistente:
ru: Несуществующий звук

source: Inexistent music
es: Música inexistente
pt_br: Música inexistente:
ru: Несуществующая музыка

source: Loaded settings from file:
es: Configuraciones cargadas desde el archivo:
pt_br: Carregado configurações do arquivo:
ru: Загрузка настроек из файла:

source: Failed to load settings from file
es: No se pudo cargar la configuración del archivo
pt_br: Falha ao carregar configurações do arquivo:
ru: Не удалось загрузить настройки из файла

source: Failed to save settings to file
es: No se pudo guardar la configuración en el archivo
pt_br: Falha ao salvar configurações para o arquivo:
ru: Не удалось сохранить настройки в файл

source: Error while saving to file:
es: Error al guardar en el archivo:
pt_br: Erro durante o salvamento para o arquivo:
ru: Ошибка при сохранении в файл:

source: Saved settings to file:
es: Configuraciones guardadas en el archivo:
pt_br: Salvo configurações para o arquivo:
ru: Сохранение настроек в файл:

source: Current locale:
es: Ubicación actual:
pt_br: Localidade atual:
ru: Текущая локаль:

source: Text domain:
es: Dominio de texto:
pt_br: Domínio de texto:
ru: Текстовый домен:

source: Locale path:
es: Ruta de localizaciónes:
pt_br: Caminho das localidades:
ru: Путь к локали:

source: Failed to load locales from file "locales.json".
es: No se pudieron cargar las configuraciones regionales desde el archivo "locales.json".
pt_br: Falha ao carregar localizações do arquivo "locales.json".
ru: Не удалось загрузить локали из файла «locales.json».

source: Translations might not work correctly.
es: Es posible que las traducciones no funcionen correctamente.
pt_br: As traduções podem não funcionar corretamente.
ru: Переводы могут работать некорректно.

source: Found global folder:
es: Directorio global encontrado:
pt_br: Encontrado diretório global:
ru: Найдена глобальная папка:

source: Creating global folder:
es: Creando directorio global:
pt_br: Criando diretório global:
ru: Создание глобальной папки:

source: Creating settings folder:
es: Creando directorio de configuraciones:
pt_br: Criando diretório de configurações:
ru: Создание папки настроек:

source: Copying locales.json to:
es: Copiando locales.json a:
pt_br: Copiando locales.json para:
ru: Копирование файла locales.json в:

source: Creating maps folder:
es: Creando directorio de mapas:
pt_br: Criando diretório de mapas:
ru: Создание папки с картами:

source: Creating resource packs folder:
es: Creando directorio de paquetes de recursos:
pt_br: Criando diretório de pacotes de recursos:
ru: Создание папки с пакетами ресурсов:

source: Copying Vanilla resource pack to:
es: Copiando el paquete de recursos Vanilla a:
pt_br: Copiando pacote de recursos Vanilla para:
ru: Копирование ресурсного пакета Vanilla в:

source: Creating cache folder:
es: Creando directorio de caché:
pt_br: Criando diretório de cache:
ru: Создание папки кэша:

source: Creating Locales folder:
es: Creando carpeta de localizaciónes:
pt_br: Criando diretórios de localidades:
ru: Создание папки Locales:

source: Could not identificate self.
es: No se pudo identificar.
pt_br: Não foi possível se identificar.
ru: Не удалось идентифицировать себя.

source: Invalid resolution for fullscreen. Using windowed mode.
es: Resolución no válida para el modo de pantalla completa. Usando el modo ventana.
pt_br: Resolução inválida para tela cheia. Usando modo de janela.
ru: Неверное разрешение для полноэкранного режима. Используйте оконный режим.

source: Using default graphics settings.
es: Usando la configuración de gráficos predeterminada.
pt_br: Usando configurações gráficas padrão.
ru: Использование графических настроек по умолчанию.

source: Failed to load window icon. Using OS default icon instead.
es: No se pudo cargar el icono de la ventana. Usando el icono predeterminado del sistema operativo.
pt_br: Falha ao carregar o ícone da janela. Usando o ícone padrão do SO.
ru: Не удалось загрузить значок окна. Вместо него используется значок по умолчанию ОС.

source: An error occured while loading resource pack
es: Se produjo un error al cargar el paquete de recursos
pt_br: Um erro ocorreu durante o carregamento do pacote de recursos
ru: Возникла ошибка при загрузке пакета ресурсов

source: Error while loading image:
es: Error al cargar la imagen:
pt_br: Erro durante carregamento de imagem:
ru: Ошибка при загрузке изображения:

source: Last Played:
es: Jugado por último:
pt_br: Jogou por último:
ru: Последняя игра:

source: Game Version:
es: Versión del juego:
pt_br: Versão do jogo:
ru: Версия игры:

source: , Difficulty:
es: , Dificultad:
pt_br: , Dificuldade:
ru: , Сложность:

source: Failed to reach server.
pt_br: Não foi possível alcançar o servidor.
ru: Не удалось связаться с сервером.

source: in resource pack
es: en paquete de recursos
pt_br: no pacote de recursos

source: Unreacheable
es: Inalcanzable

source: entit
es: entida

source: y
es: d

source: ies
es: des

source: to
es: a

source: position of
es: posición de

source: Players:
es: Jugadores:
